IDEA StatiCa Open Model
OpenModel.ConnectionSetup Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Information about Connection Setup
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectionSetup ConnectionSetup { get; set; }
Public Property ConnectionSetup As ConnectionSetup
	Get
	Set
public:
property ConnectionSetup^ ConnectionSetup {
	ConnectionSetup^ get ();
	void set (ConnectionSetup^ value);
}
Property Value
Type: ConnectionSetup
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace